var finalRelation = [{
	"zhuyu": "马云",
	"result": "长相不是问题，2015年您也可以像马云一样弄个公司上市玩玩。"
},
{
	"zhuyu": "芮成钢",
	"result": "长得好看只是一方面啦，新的一年里攒攒人品定能长得更好看。"
},
{
	"zhuyu": "奶茶妹",
	"result": "新年脱单有望！显然您已不缺钱花，但真的不去哥大进个修？"
},
{
	"zhuyu": "王思聪",
	"result": "新的一年，您就一个字儿：有钱，任性！"
},
{
	"zhuyu": "几个过客",
	"result": "2015年您将成为朋友圈儿里最受欢迎的人，不要轻易和人喝咖啡，只跟大咖喝。"
},
{
	"zhuyu": "一个小贪官",
	"result": "新的一年里，您很有必要在家里准备两台点钞机，一台容易烧坏。"
},
{
	"zhuyu": "黄海波",
	"result": "哥，风声紧，新的一年里娱乐活动要健康，澎湃只能帮你到这里了。"
},
{
	"zhuyu": "谢霆锋",
	"result": "新的一年，珍惜家人，定能一帆风顺；误入百花深处，只能后果自负。"
},
{
	"zhuyu": "苹果",
	"result": "新的一年，您可能会收到一份非常重要的礼物！会是谁送的呢？"
},
{
	"zhuyu": "库克",
	"result": "喜欢，就要放肆；爱，就要克制。这个事儿，新的一年要思考~"
},
{
	"zhuyu": "赵本山",
	"result": "2015年，就算您只去演个路人甲，都有可能受邀参加文艺座谈会。"
},
{
	"zhuyu": "家人",
	"result": "不要说脱单了，就是生二胎，只要您愿意，新的一年也能实现。"
},
{
	"zhuyu": "全国人民",
	"result": "新的一年里，全国人民都很欢乐，您不可能会是例外。"
},
{
	"zhuyu": "玉兔",
	"result": "您就是正能量的化身！2015年不仅勤劳可以致富，买彩票也可以。"
},
{
	"zhuyu": "一些看客",
	"result": "天才！即使您现在英语零基础，2015年也照样完爆字幕组。"
},
{
	"zhuyu": "李彦宏",
	"result": "您是真不知道还是装不造？2015年，很！多！人！都！会！暗！恋！你！"
},
{
	"zhuyu": "大老虎",
	"result": "新的一年必将财源滚滚，准备一辆卡车可能是有必要的，运现金的时候方便。"
},
{
	"zhuyu": "金正恩",
	"result": "最近会有个胖子约你吃饭，可以答应，之后将有好事发生。"
},
{
	"zhuyu": "大家",
	"result": "新的一年，您所到之处，将只有蓝天没有雾霾。"
},
{
	"zhuyu": "同好之人",
	"result": "新的一年里，像您这样稳赚不赔的，我们只能送您俩字儿：股神！"
},
{
	"zhuyu": "同事",
	"result": "您的新年梦想，表担心万一实现不了肿么办，因为没有万一。"
}];
var allQuestion = [{
	"news": "马云成为中国新首富",
	"question": "“男怕嫁错郎，女怕入错行！”假如上天给您一个发达的机会，但必须选对一个职业，您会选择？",
	'options': [{
		"option0": "做主持人，代表亚洲向奥巴马提问",
		"option1": "做IT码农，寄望以后公司上市",
		"option2": "城市设计师，为公众创造良好生活环境",
		"option3": "做演员，万众瞩目，旧爱重续绯闻缠身"
	}],
	"persons": [{
		"person0": "芮成钢",
		"person1": "马云",
		"person2": "家人",
		"person3": "谢霆锋"
	}]
},
{
	"news": "央视多人被调查",
	"question": "2015春晚，您最希望看到以下哪个小品？",
	"options": [{
		"option0": "监狱风云",
		"option1": "CEO与清纯妹子的爱情",
		"option2": "大妈炒股的一天",
		"option3": "武松打虎"
	}],
	"persons": [{
		"person0": "芮成钢",
		"person1": "李彦宏",
		"person2": "苹果",
		"person3": "一个小贪官"
	}]
},
{
	"news": "奶茶妹与刘强东频频秀恩爱",
	"question": "假如您是澎湃的记者，旅行时遇到一位名人，并获知了他的秘密，您希望遇到的是？",
	"options": [{
		"option0": "某手机品牌CEO和他的男朋友在逛街",
		"option1": "喝着奶茶的妹妹和她的男朋友在逛街",
		"option2": "最牛80后领导人和他同学在一起",
		"option3": "四处寻找华南虎的人在海外猎虎"
	}],
	"persons": [{
		"person0": "库克",
		"person1": "奶茶妹",
		"person2": "金正恩",
		"person3": "大老虎"
	}]
},
{
	"news": "王思聪携带箭具被盘问",
	"question": "在一个月黑风高的夜晚，您开车回家，突然……一个穿制服的人将您拦下！他会是什么人？",
	"options": [{
		"option0": "车匪路霸",
		"option1": "查酒驾的警察",
		"option2": "想搭车的协警",
		"option3": "推销水果的摊贩"
	}],
	"persons": [{
		"person0": "几个过客",
		"person1": "全国人民",
		"person2": "几个过客",
		"person3": "同事"
	}]
},
{
	"news": "悉尼发生劫持事件",
	"question": "在店里排队买咖啡，正好排到你，突然冲进来一个人，对你喊了一句。您觉得他会喊什么？",
	"options": [{
		"option0": "帮我插队买一杯，我给你钱。",
		"option1": "都不许动，打打打打打……劫！",
		"option2": "股票赚钱了，给你们一人一个红包！",
		"option3": "我买到iPhone6了，但被掰弯了！"
	}],
	"persons": [{
		"person0": "芮成钢",
		"person1": "几个过客",
		"person2": "一些看客",
		"person3": "苹果"
	}]
},
{
	"news": "落马贪官屋内查出2亿财物",
	"question": "有钱，任性！如果我给您一集装箱现金，您觉得数清这些钞票需要多长时间？",
	"options": [{
		"option0": "1秒。我家就这么多，上次点钱烧坏点钞机。",
		"option1": "1天。把钱存银行，再取出来，银行会点清楚。",
		"option2": "2分钟。公司刚上市，最近常用集装箱装钱。",
		"option3": "还点什么钱，请把我埋在钱堆里。"
	}],
	"persons": [{
		"person0": "一个小贪官",
		"person1": "芮成钢",
		"person2": "马云",
		"person3": "一些看客"
	}]
},
{
	"news": "多位明星因吸毒嫖娼被抓",
	"question": "假如年会喝完酒想不起自己家在哪儿，您会让出租车去哪里？",
	"options": [{
		"option0": "巴西，去看世界杯，勒夫还等着我上场。",
		"option1": "不管去哪儿，能看元旦晚会直播就行。",
		"option2": "带我去东莞，司机已经帮我联系好了。",
		"option3": "再去找个酒吧High一下，兴许有艳遇。"
	}],
	"persons": [{
		"person0": "李彦宏"
	},
	{
		"person1": "全国人民"
	},
	{
		"person2": "黄海波"
	},
	{
		"person3": "黄海波"
	}]
},
{
	"news": "锋菲恋、姚晨离婚、文章劈腿",
	"question": "如果再结一次婚，您希望自己的伴郎是谁？",
	"options": [{
		"option0": "春晚上的大忽悠，能言善骗，能挡酒",
		"option1": "港台Style的朋友，看起来很酷",
		"option2": "长得帅，不过有些绯闻的演员",
		"option3": "外国官三代，有气势"
	}],
	"persons": [{
		"person0": "赵本山",
		"person1": "谢霆锋",
		"person2": "黄海波",
		"person3": "金正恩"
	}]
},
{
	"news": "iPhone6发布",
	"question": "您的盆友让我帮忙问问，如果送您一件新年礼物，您希望是什么？",
	"options": [{
		"option0": "克服故障重新苏醒的玉兔",
		"option1": "爱疯6",
		"option2": "苹果",
		"option3": "一份参加文艺座谈会的请柬"
	}],
	"persons": [{
		"person0": "玉兔",
		"person1": "苹果",
		"person2": "苹果",
		"person3": "赵本山"
	}]
},
{
	"news": "库克出柜",
	"question": "除夕之夜，您最希望听到的“好声音”是？",
	"options": [{
		"option0": "冤案得雪",
		"option1": "春运返程票到手",
		"option2": "王菲的歌声",
		"option3": "涨工资"
	}],
	"persons": [{
		"person0": "库克",
		"person1": "赵本山",
		"person2": "奶茶妹",
		"person3": "马云"
	}]
},
{
	"news": "赵本山缺席文艺座谈会",
	"question": "混什么场子很重要啊！假如城里举办一场非常重要的社交活动，您是嘉宾。您希望自己旁边坐的是？",
	"options": [{
		"option0": "连夜开会学习座谈会精神的赵本山",
		"option1": "陷入热恋的歌后",
		"option2": "有钱且任性的富二代",
		"option3": "样貌清纯的年轻妹子"
	}],
	"persons": [{
		"person0": "赵本山",
		"person1": "谢霆锋",
		"person2": "王思聪",
		"person3": "奶茶妹"
	}]
},
{
	"news": "“单独二孩”政策启动",
	"question": "回家过年，您最怕亲戚问什么？",
	"options": [{
		"option0": "能生二胎吗？",
		"option1": "什么时候生孩子？",
		"option2": "孩子学习怎么样？",
		"option3": "什么时候结婚？"
	}],
	"persons": [{
		"person0": "奶茶妹",
		"person1": "一些看客",
		"person2": "家人",
		"person3": "黄海波"
	}]
},
{
	"news": "65周年国庆",
	"question": "假如上天可以满足您三个愿望。第一个愿望，您希望是？",
	"options": [{
		"option0": "全国放假七天，可以去玩了",
		"option1": "收到一份意外的礼物",
		"option2": "偶遇自己喜欢的人，双方很来电",
		"option3": "停播已久的美剧重新开播"
	}],
	"persons": [{
		"person0": "大家",
		"person1": "同事",
		"person2": "玉兔",
		"person3": "一些看客"
	}]
},
{
	"news": "玉兔苏醒",
	"question": "假如2015年开通太空漫游项目，您希望在月球上看到什么？",
	"options": [{
		"option0": "阿姆斯特朗留下的脚印",
		"option1": "嫦娥和玉兔",
		"option2": "回望蓝色的地球",
		"option3": "一堆黄金，我要带回地球"
	}],
	"persons": [{
		"person0": "大老虎",
		"person1": "玉兔",
		"person2": "玉兔",
		"person3": "一个小贪官"
	}]
},
{
	"news": "字幕组关闭",
	"question": "如果带薪休假制度能够真正落实，您放假的时候希望？",
	"options": [{
		"option0": "在家看电视，追剧",
		"option1": "锻炼身体",
		"option2": "出门度假",
		"option3": "研究理财"
	}],
	"persons": [{
		"person0": "王思聪",
		"person1": "大家",
		"person2": "同好之人",
		"person3": "王思聪"
	}]
},
{
	"news": "世界互联网大会",
	"question": "新的一年里，您受邀参加一次世界性的盛会，您希望与您交流的嘉宾是？",
	"options": [{
		"option0": "李彦宏",
		"option1": "库克",
		"option2": "金正恩",
		"option3": "马云"
	}],
	"persons": [{
		"person0": "李彦宏",
		"person1": "库克",
		"person2": "金正恩",
		"person3": "马云"
	}]
},
{
	"news": "大老虎被调查",
	"question": "一二三四五，上山打老虎。假如您是打虎队成员，您想去哪儿打老虎？",
	"options": [{
		"option0": "俄罗斯",
		"option1": "秦城",
		"option2": "东北森林",
		"option3": "南方丛林"
	}],
	"persons": [{
		"person0": "几个过客",
		"person1": "大老虎",
		"person2": "全国人民",
		"person3": "同好之人"
	}]
},
{
	"news": "金正恩消失80多天",
	"question": "穿越，据说是个技术活儿。假如您也会这技术，穿越到其他国家，您希望看到什么？",
	"options": [{
		"option0": "朝鲜马拉松",
		"option1": "消失了80天的金正恩",
		"option2": "乌干达人羡慕你的手机",
		"option3": "同事也穿越到了这里"
	}],
	"persons": [{
		"person0": "大家",
		"person1": "金正恩",
		"person2": "李彦宏",
		"person3": "同事"
	}]
},
{
	"news": "北京雾霾马拉松",
	"question": "我为人人，人人为我。假如您为大家做一件事，上天就能满足您三个愿望。您希望为大家做的是什么？",
	"options": [{
		"option0": "去买一箱酒，大家不醉不归",
		"option1": "给大家做几道拿手小菜",
		"option2": "在饭店请大家吃一顿",
		"option3": "给大家发红包"
	}],
	"persons": [{
		"person0": "大家",
		"person1": "同事",
		"person2": "家人",
		"person3": "一个小贪官"
	}]
},
{
	"news": "牛市重来",
	"question": "有钱，任性！如果我给您一集装箱现金，您会把这笔钱放在哪里？",
	"options": [{
		"option0": "投入股市",
		"option1": "研发新产品，再赚钱",
		"option2": "到世界各国旅游",
		"option3": "设立理财基金，为生小孩做准备"
	}],
	"persons": [{
		"person0": "同好之人",
		"person1": "库克",
		"person2": "王思聪",
		"person3": "谢霆锋"
	}]
}]